docs/_posts/2022-11-1-3rdchance.html
<div class="org-src-container">
<pre class="src src-HTML">---
layout: post
title: Using org-mode to write Jekyll blogs
---
</pre>
</div>

<p>
Third Chance !
There is no justice, But We should give more Chance to a person include yourself. And I think two chances is not enough! 
</p>
<div id="outline-container-orgdfd5651" class="outline-2">
<h2 id="orgdfd5651">Now Doing</h2>
<div class="outline-text-2" id="text-orgdfd5651">
<ol class="org-ol">
<li>Hoard</li>
<li>Linux kernel memory reclaim algorithms</li>
<li>jemalloc &amp;&amp; pmdk ctl interface and implementation</li>
</ol>
</div>
</div>

<div id="outline-container-org4a78e97" class="outline-2">
<h2 id="org4a78e97">Habits</h2>
<div class="outline-text-2" id="text-org4a78e97">
<ul class="org-ul">
<li>Reject Smoke</li>
<li>reduce mobile time, and use time for thinking</li>
<li>use org-pomodoro for focus practice</li>
</ul>
</div>
</div>

<div id="outline-container-org9cd00b5" class="outline-2">
<h2 id="org9cd00b5">test for github page</h2>
</div>
